#### FtSup3PerH Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftÂ³/h, indicating unit Cubic feet per hour.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtSup3PerH { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtSup3PerH As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtSup3PerH { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace